/* Error Alert Button */
"OK" = "OK";

/* Error Alert Text */
"Parsing error %zd, Description: %@, Line: %zd, Column: %zd" = "Elemzési hiba: %1$zd; Leírás: %2$@; Sor: %3$zd; Oszlop: %4$zd";

/* Error Alert Text */
"Validation error %zd, Description: %@, Line: %zd, Column: %zd" = "Érvényesítési hiba: %1$zd; Leírás: %2$@; Sor: %3$zd; Oszlop: %4$zd";

/* Error Alert Title */
"MusicXML Parsing Error" = "MusicXML-elemzési hiba";

/* Error Alert Title */
"MusicXML Validation Error" = "MusicXML-érvényesítési hiba";

/* Error message */
"Compressed music xml file seems to be malformed (could not find 'full-path')" = "A tömörített zenei xml-fájl formátuma helytelennek tűnik (a „full-path” nem található)";

/* Error message */
"Could not create temporary conversion file" = "Az átmeneti átalakítási fájl nem hozható létre";

/* Error message */
"Could not decompress file compressed music xml file" = "Nem sikerült kitömöríteni a tömörített zenei xml-fájlt";

/* Error message */
"File is not a MusicXML File" = "A fájl nem egy MusicXML-fájl";

/* Error message, dont't translate the word “divisions” */
"MusicXML File contains zero or negative value for “divisions”" = "A MusicXML-fájl nulla vagy negatív értéket tartalmaz a „divisions” elemhez";

/* Note Name in Do,Re,Mi notation */
"Do" = "Dó";

/* Note Name in Do,Re,Mi notation */
"Fa" = "Fá";

/* Note Name in Do,Re,Mi notation */
"La" = "Lá";

/* Note Name in Do,Re,Mi notation */
"Mi" = "Mi";

/* Note Name in Do,Re,Mi notation */
"Re" = "Ré";

/* Note Name in Do,Re,Mi notation */
"Sol" = "Szó";

/* Note Name in Do,Re,Mi notation */
"Ti" = "Ti";

/* guitar chord inspector */
"GChStr_6StrgsGuitarRegTuning" = "6 húros gitár normál hangolással";
